{
  "plugins": {
    "R.nvim": {
      "src": "https://github.com/R-nvim/R.nvim.git"
    },
    "ale": {
      "src": "https://github.com/dense-analysis/ale.git"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp.git"
    },
    "blink.lib": {
      "src": "https://github.com/Saghen/blink.lib.git"
    },
    "chezmoi.vim": {
      "src": "https://github.com/alker0/chezmoi.vim.git"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim.git"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim.git"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim.git"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai.git"
    },
    "mini.align": {
      "src": "https://github.com/nvim-mini/mini.align.git"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue.git"
    },
    "mini.hipatterns": {
      "src": "https://github.com/nvim-mini/mini.hipatterns.git"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons.git"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-scissors": {
      "src": "https://github.com/chrisgrieser/nvim-scissors.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context.git"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim.git"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "splitjoin.vim": {
      "src": "https://github.com/AndrewRadev/splitjoin.vim.git"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish.git"
    },
    "vim-capslock": {
      "src": "https://github.com/tpope/vim-capslock.git"
    },
    "vim-characterize": {
      "src": "https://github.com/tpope/vim-characterize.git"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod.git"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion.git"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui.git"
    },
    "vim-endwise": {
      "src": "https://github.com/tpope/vim-endwise.git"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch.git"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive.git"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat.git"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb.git"
    },
    "vim-rsi": {
      "src": "https://github.com/tpope/vim-rsi.git"
    },
    "vim-scriptease": {
      "src": "https://github.com/tpope/vim-scriptease.git"
    },
    "vim-speeddating": {
      "src": "https://github.com/tpope/vim-speeddating.git"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround.git"
    },
    "vim-tbone": {
      "src": "https://github.com/tpope/vim-tbone.git"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired.git"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex.git"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git"
    }
  }
}
