{
  "plugins": {
    "LazyVim": {
      "src": "http://github.com/LazyVim/LazyVim.git"
    },
    "R.nvim": {
      "src": "https://github.com/R-nvim/R.nvim.git"
    },
    "blink-cmp-env": {
      "src": "https://github.com/bydlw98/blink-cmp-env.git"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp.git"
    },
    "blink.compat": {
      "src": "https://github.com/Saghen/blink.compat.git"
    },
    "bullets.vim": {
      "src": "https://git::@github.com/bullets-vim/bullets.vim.git"
    },
    "chezmoi.vim": {
      "src": "http://github.com/alker0/chezmoi.vim.git"
    },
    "cmp-r": {
      "src": "https://github.com/R-nvim/cmp-r.git"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim.git"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim.git"
    },
    "neovim-tips": {
      "src": "http://github.com/saxon1964/neovim-tips.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://git::@github.com/nvim-treesitter/nvim-treesitter-context.git"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgramMer/render-markdown.nvim.git"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    },
    "vim-abolish": {
      "src": "https://git::@github.com/tpope/vim-abolish.git"
    },
    "vim-capslock": {
      "src": "https://git::@github.com/tpope/vim-capslock.git"
    },
    "vim-characterize": {
      "src": "https://git::@github.com/tpope/vim-characterize.git"
    },
    "vim-dirvish": {
      "src": "https://git::@github.com/justinmk/vim-dirvish.git"
    },
    "vim-dispatch": {
      "src": "http://github.com/tpope/vim-dispatch.git"
    },
    "vim-endwise": {
      "src": "http://github.com/tpope/vim-endwise.git"
    },
    "vim-eunuch": {
      "src": "http://github.com/tpope/vim-eunuch.git"
    },
    "vim-fugitive": {
      "src": "http://github.com/tpope/vim-fugitive.git"
    },
    "vim-git": {
      "src": "http://github.com/tpope/vim-git.git"
    },
    "vim-rsi": {
      "src": "https://git::@github.com/tpope/vim-rsi.git"
    },
    "vim-scriptease": {
      "src": "https://git::@github.com/tpope/vim-scriptease.git"
    },
    "vim-tbone": {
      "src": "https://git::@github.com/tpope/vim-tbone.git"
    },
    "vim-unimpaired": {
      "src": "https://git::@github.com/tpope/vim-unimpaired.git"
    },
    "vim-vinegar": {
      "src": "https://git::@github.com/tpope/vim-vinegar.git"
    },
    "vimtex": {
      "src": "http://github.com/lervag/vimtex.git"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git"
    }
  }
}